{
  "token2id": {
    "<pad>": 0,
    "<unk>": 1,
    "hotel": 2,
    "pricerange": 3,
    "cheap": 4,
    "parking": 5,
    "yes": 6,
    "type": 7,
    "area:": 8,
    "west;": 9,
    "pricerange:": 10,
    "cheap;": 11,
    "stars:": 12,
    "4;": 13,
    "parking:": 14,
    "yes;": 15,
    "internet:": 16,
    "wifi:": 17,
    "type:": 18,
    "north;": 19,
    "moderate;": 20,
    "guesthouse": 21,
    "east;": 22,
    "south;": 23,
    "3;": 24,
    "no;": 25,
    "stars": 26,
    "4": 27,
    "internet": 28,
    "expensive;": 29,
    "2;": 30,
    "0;": 31,
    "centre;": 32,
    "area": 33,
    "north": 34,
    "moderate": 35,
    "attraction": 36,
    "centre": 37,
    "architecture;": 38,
    "free;": 39,
    "entrance_fee:": 40,
    "free": 41,
    "museum;": 42,
    "3.50": 43,
    "pounds": 44,
    "cinema;": 45,
    "south": 46,
    "swimmingpool;": 47,
    "college;": 48,
    "boat;": 49,
    "east": 50,
    "5": 51,
    "park;": 52,
    "theatre;": 53,
    "entertainment;": 54,
    "2.50": 55,
    "nightclub;": 56,
    "west": 57,
    "concerthall;": 58,
    "1": 59,
    "pound": 60,
    "mutliple": 61,
    "sports;": 62,
    "2": 63,
    "restaurant": 64,
    "food": 65,
    "turkish": 66,
    "expensive": 67,
    "food:": 68,
    "turkish;": 69,
    "indian;": 70,
    "japanese;": 71,
    "italian;": 72,
    "museum": 73,
    "entertainment": 74,
    "chinese;": 75,
    "british;": 76,
    "american;": 77,
    "mediterranean;": 78,
    "asian": 79,
    "oriental;": 80,
    "european;": 81,
    "spanish;": 82,
    "mexican;": 83,
    "thai;": 84,
    "international;": 85,
    "seafood;": 86,
    "portuguese;": 87,
    "indian": 88,
    "modern": 89,
    "college": 90,
    "french;": 91,
    "gastropub;": 92,
    "lebanese;": 93,
    "korean;": 94,
    "vietnamese;": 95,
    "african;": 96,
    "chinese": 97,
    "0": 98,
    "italian": 99,
    "british": 100,
    "oriental": 101,
    "architecture": 102,
    "cinema": 103,
    "european": 104,
    "gastropub": 105,
    "boat": 106,
    "3": 107,
    "korean": 108,
    "concerthall": 109,
    "thai": 110,
    "american": 111,
    "park": 112,
    "spanish": 113,
    "mediterranean": 114,
    "lebanese": 115,
    "vietnamese": 116,
    "seafood": 117,
    "no": 118,
    "theatre": 119,
    "japanese": 120,
    "mexican": 121,
    "international": 122,
    "french": 123,
    "african": 124
  },
  "id2token": [
    "<pad>",
    "<unk>",
    "hotel",
    "pricerange",
    "cheap",
    "parking",
    "yes",
    "type",
    "area:",
    "west;",
    "pricerange:",
    "cheap;",
    "stars:",
    "4;",
    "parking:",
    "yes;",
    "internet:",
    "wifi:",
    "type:",
    "north;",
    "moderate;",
    "guesthouse",
    "east;",
    "south;",
    "3;",
    "no;",
    "stars",
    "4",
    "internet",
    "expensive;",
    "2;",
    "0;",
    "centre;",
    "area",
    "north",
    "moderate",
    "attraction",
    "centre",
    "architecture;",
    "free;",
    "entrance_fee:",
    "free",
    "museum;",
    "3.50",
    "pounds",
    "cinema;",
    "south",
    "swimmingpool;",
    "college;",
    "boat;",
    "east",
    "5",
    "park;",
    "theatre;",
    "entertainment;",
    "2.50",
    "nightclub;",
    "west",
    "concerthall;",
    "1",
    "pound",
    "mutliple",
    "sports;",
    "2",
    "restaurant",
    "food",
    "turkish",
    "expensive",
    "food:",
    "turkish;",
    "indian;",
    "japanese;",
    "italian;",
    "museum",
    "entertainment",
    "chinese;",
    "british;",
    "american;",
    "mediterranean;",
    "asian",
    "oriental;",
    "european;",
    "spanish;",
    "mexican;",
    "thai;",
    "international;",
    "seafood;",
    "portuguese;",
    "indian",
    "modern",
    "college",
    "french;",
    "gastropub;",
    "lebanese;",
    "korean;",
    "vietnamese;",
    "african;",
    "chinese",
    "0",
    "italian",
    "british",
    "oriental",
    "architecture",
    "cinema",
    "european",
    "gastropub",
    "boat",
    "3",
    "korean",
    "concerthall",
    "thai",
    "american",
    "park",
    "spanish",
    "mediterranean",
    "lebanese",
    "vietnamese",
    "seafood",
    "no",
    "theatre",
    "japanese",
    "mexican",
    "international",
    "french",
    "african"
  ],
  "config": {
    "embed_dim": 128,
    "hidden_dim": 128,
    "num_layers": 1,
    "dropout": 0.1,
    "min_freq": 1,
    "temperature": 0.05
  }
}